export default [
  {
    text:
      '后庭花破子·玉树后庭前\n' +
      '玉树后庭前，\n' +
      '瑶草妆镜边。\n' +
      '去年花不老，\n' +
      '（      ）。\n' +
      '莫教偏，和月和花，\n' +
      '天教长少年。\n',
    options: ['A. asdf', 'B. 明年月又圆', 'C. ashdfjka'],
    answer: 1
  },
  {
    text:
      '九月十日偶书\n' +
      '晚雨秋阴酒乍醒，\n' +
      '感时心绪杳难平。\n' +
      '黄花冷落不成艳，\n' +
      '（ ）\n' +
      '背世返能厌俗态，\n' +
      '偶缘犹未忘多情。\n' +
      '自从双鬓斑斑白，\n' +
      '不学安仁却自惊。',
    options: ['A. 红叶飕飗竞鼓声', 'B. 明年月又圆', 'C. ashdfjka'],
    answer: 0
  },
  {
    text:
      '渡中江望石城泣下\n' +
      '江南江北旧家乡，\n' +
      '三十年来梦一场。\n' +
      '吴苑宫闱今冷落，\n' +
      '广陵台殿已荒凉。\n' +
      '云笼远岫愁千片，\n' +
      '（          ）\n' +
      '兄弟四人三百口，\n' +
      '不堪闲坐细思量。\n',
    options: ['A. 雨打归舟泪百行', 'B. 雨打归舟泪千行', 'C. 雨打归舟泪万行'],
    answer: 2
  },
  {
    text:
      '开元乐\n' +
      '心事数茎白发，\n' +
      '生涯一片青山。\n' +
      '空山有雪相待，\n' +
      '（      ）。\n',
    options: ['A. 玄崖虎啸龙吟', 'B. 野路无人自还', 'C. 满城明月梨花'],
    answer: 1
  },
  {
    text:
      '相见欢·无言独上西楼\n' +
      '无言独上西楼，\n' +
      '月如钩。\n' +
      '寂寞梧桐深院，\n' +
      '锁清秋。\n' +
      '剪不断，\n' +
      '（    ）\n' +
      '是离愁。\n' +
      '别是一般滋味，在心头。\n',
    options: ['A. 理还乱', 'B. 几时收', 'C. 有谁知'],
    answer: 0
  },
  {
    text:
      '虞美人\n' +
      '春花秋月何时了，\n' +
      '（        ）\n' +
      '小楼昨夜又东风，\n' +
      '故国不堪回首月明中！\n' +
      '雕栏玉砌应犹在，\n' +
      '只是朱颜改。\n' +
      '问君能有几多愁？\n' +
      '恰似一江春水向东流。\n',
    options: ['A. 红烛昏罗帐', 'B. 往事知多少', 'C. 梅破知春近'],
    answer: 1
  }
];
